Repository: dodog/YOURLS-sk_SK
Catalog: *.po
Languages: sk_sk

source: Statistics for %s
sk_sk: Štatistiky pre %s

source: Short URL
sk_sk: Krátka adresa

source: Aggregate stats for duplicate short URLs
sk_sk: Súhrnné štatistiky pre duplicitné krátke URLs

source: Long URL
sk_sk: Dlhá URL

source: Traffic statistics
sk_sk: Štatistiky návštevnosti

source: Traffic location
sk_sk: Poloha návštev

source: Traffic sources
sk_sk: Zdroje návštev

source: Share
sk_sk: Zdieľať

source: Last 24 hours
sk_sk: Posledných 24 hodín

source: Last 7 days
sk_sk: Posledných 7 dní

source: Last 30 days
sk_sk: Posledných 30 dní

source: All time
sk_sk: Celkovo

source: Number of hits : %s
sk_sk: Počet návštev: %s

source: Historical click count
sk_sk: História kliknutí

source: about 1 day ago
sk_sk: približne pred 1 dňom

source: Short URL created on %s
sk_sk: Krátka adresa vytvorená %s

source: %s per day
sk_sk: %s za deň

source: %s per hour
sk_sk: %s za hodinu

source: %s hit
sk_sk: %s návšteva

source: Best day
sk_sk: Najlepší deň

source: <strong>%1$s</strong> hit on %2$s
sk_sk: <strong>%1$s</strong> návšteva %2$s

source: Click for more details
sk_sk: Kliknite pre viac podrobností

source: Year %s
sk_sk: Rok %s

source: 1 hit
sk_sk: 1 kliknutie

source: No traffic yet. Get some clicks first!
sk_sk: Zatiaľ žiadna návštevnosť. Získajte nejaké kliknutia.

source: Top 5 countries
sk_sk: Top 5 krajín

source: Overall traffic
sk_sk: Celková návštevnosť

source: No country data.
sk_sk: Žiadne údaje pre krajinu

source: Referrer shares
sk_sk: Podiel odkazovačov

source: Others
sk_sk: Ostatné

source: Referrers
sk_sk: Odkazovače

source: (details)
sk_sk: (podrobnosti)

source: Various:
sk_sk: Rôzne:

source: Direct vs Referrer Traffic
sk_sk: Priama vs Odkazovaná návštevnosť

source: Direct
sk_sk: Priama

source: Direct traffic:
sk_sk: Priama návštevnosť:

source: <strong>%s</strong> hit
sk_sk: <strong>%s</strong> návšteva

source: Referrer traffic:
sk_sk: Návštevnosť z odkazovačov:

source: No referrer data.
sk_sk: Žiadne údaje z odkazovačov

source: Short link
sk_sk: Krátky odkaz

source: Quick Share
sk_sk: Rýchle zdieľanie

source: Title
sk_sk: Nadpis

source: IP Address
sk_sk: IP adresa

source: Searching for <strong>%1$s</strong> in <strong>%2$s</strong>.
sk_sk: Hľadanie <strong>%1$s</strong> v <strong>%2$s</strong>.

source: Date
sk_sk: Dátum

source: Clicks
sk_sk: Kliknutí

source: Short URL created, but could not redirect to %s !
sk_sk: Krátka adresa vytvorená, ale nedá sa presmerovať na %s !

source: Unknown "Share" bookmarklet
sk_sk: Neznámy "Share" bookmarklet

source: Display <strong>%1$s</strong> to <strong class="increment">%2$s</strong> of <strong class="increment">%3$s</strong> URLs
sk_sk: Zobrazenie <strong>%1$s</strong> až <strong class="increment">%2$s</strong> zo <strong class="increment">%3$s</strong> URL adries

source: counting <strong>1</strong> click
sk_sk: počítanie <strong>1</strong> kliknutia

source: Overall, tracking <strong class="increment">%1$s</strong> links, <strong>%2$s</strong> clicks, and counting!
sk_sk: Celkovo, sledovanie <strong class="increment">%1$s</strong> odkazov, <strong>%2$s</strong> kliknutí, a rátam ďalej!

source: No URL
sk_sk: Žiadna adresa

source: %s version is too old. Ask your server admin for an upgrade.
sk_sk: verzia %s je príliš stará. Opýtajte sa správcu servera pre upgrade.

source: YOURLS already installed.
sk_sk: YOURLS už nainštalované.

source: File <tt>.htaccess</tt> successfully created/updated.
sk_sk: Súbor <tt>.htaccess</tt> úspešne vytvorený / aktualizovaný.

source: Could not write file <tt>.htaccess</tt> in YOURLS root directory. You will have to do it manually. See <a href="http://yourls.org/htaccess">how</a>.
sk_sk: V YOURLS koreňovom adresári sa nedalo zapísať súbor <tt>.htaccess</tt>. Budete to musieť urobiť ručne. Pozrite si na <a href="http://yourls.org/htaccess">ako to urobiť</a>.

source: Install YOURLS
sk_sk: Nainštalovať YOURLS

source: YOURLS Administration Page
sk_sk: Administračná stránka YOURLS

source: Unsupported action
sk_sk: Nepodporovaná akcia

source: No plugin specified, or not a valid plugin
sk_sk: Žiadny vybraný doplnok, alebo je neplatný

source: Plugin has been activated
sk_sk: Doplnok bol aktivovaný

source: Plugin has been deactivated
sk_sk: Doplnok je deaktivovaný

source: Manage Plugins
sk_sk: Spravovať doplnky

source: Plugins
sk_sk: Doplnky

source: %s plugin
sk_sk: %s doplnok

source: You currently have <strong>%1$s</strong> installed, and <strong>%2$s</strong> activated
sk_sk: Momentálne máte <strong>%1$s</strong> nainštalované a <strong>%2$s</strong> aktivované.

source: Plugin Name
sk_sk: Názov doplnku

source: Version
sk_sk: Verzia

source: Description
sk_sk: Popis

source: Author
sk_sk: Autor

source: Action
sk_sk: Akcia

source: Deactivate
sk_sk: Deaktivovať

source: Activate
sk_sk: Aktivovať

source: plugin file location: %s
sk_sk: Umiestnenie súboru doplnku: %s

source: Toggle active/inactive plugins
sk_sk: Prepnúť aktívne/neaktívne pluginy

source: If something goes wrong after you activate a plugin and you cannot use YOURLS or access this page, simply rename or delete its directory, or rename the plugin file to something different than <code>plugin.php</code>.
sk_sk: Ak sa niečo pokazí po aktivácii doplnku a nemôžete použiť YOURLS prístup k tejto stránke, stačí premenovať alebo odstrániť jeho adresára alebo súbor doplnku premenovať na niečo iné, ako <code>plugin.php</code> .

source: More plugins
sk_sk: Viac doplnkov

source: For more plugins, head to the official <a href="http://yourls.org/pluginlist">Plugin list</a>.
sk_sk: Pre ďalšie doplnky, navštívte oficiálny <a href="http://yourls.org/pluginlist">zoznam doplnkov</a>.

source: Cool YOURLS Tools
sk_sk: YOURLS nástroje

source: Bookmarklets
sk_sk: Bookmarklet

source: YOURLS comes with handy <span>bookmarklets</span> for easier link shortening and sharing.
sk_sk: YOURLS prichádza s šikovnými <span>bookmarkletmi</span> pre jednoduchšie skrátenie a zdieľanie odkazov.

source: Standard or Instant, Simple or Custom
sk_sk: Štandardné alebo okamžité, jednoduché alebo vlastné

source: The <span>Standard Bookmarklets</span> will take you to a page where you can easily edit or delete your brand new short URL.
sk_sk: <span>Štandardné Bookmarklety</span> vás presmerujú na stránku, kde môžete ľahko upravovať alebo mazať vašu novú krátku URL.

source: The <span>Instant Bookmarklets</span> will pop the short URL without leaving the page you are viewing.
sk_sk: V <span>Okamžitom Bookmarklete</span> sa objaví krátka adresu, bez toho aby ste opustili stránku, ktorú si práve prezeráte.

source: The <span>Simple Bookmarklets</span> will generate a short URL with a random or sequential keyword.
sk_sk: <span>Jednoduchý Bookmarklet</span> vygeneruje krátku URL s náhodným alebo sekvenčným kľúčovým slovom.

source: The <span>Custom Keyword Bookmarklets</span> will prompt you for a custom keyword first.
sk_sk: <span>Bookmarklet Vlastných Kľúčových Slov</span> vás vyzve najprv na vlastné kľúčové slovo.

source: If you want to share a description along with the link you're shortening, simply <span>select text</span> on the page you're viewing before clicking on your bookmarklet link
sk_sk: Ak chcete zdieľať Popis spolu so skráteným odkazom, jednoducho <span>Vyberte text</span> na stránke, ktorú si prezeráte, pred kliknutím na odkaz bookmarklet

source: The Bookmarklets
sk_sk: Bookmarklety

source: Click and drag links to your toolbar (or right-click and bookmark it)
sk_sk: Kliknite a potiahnite odkazy na panel s nástrojmi (alebo kliknite pravým tlačidlom myši a pretiahnite záložku)

source: Standard (new page)
sk_sk: Štandard (nová stránka)

source: Instant (popup)
sk_sk: Okamžité (okno)

source: Simple
sk_sk: Jednoduché:

source: Drag to your toolbar!
sk_sk: Pretiahnuť do panela!

source: Shorten
sk_sk: Skrátiť

source: Instant Shorten
sk_sk: Okamžité skrátenie

source: Custom Keyword
sk_sk: Vlastné kľúčové slovo

source: Custom shorten
sk_sk: Vlastná skratka

source: Instant Custom Shorten
sk_sk: Okamžité vlastné skrátenie

source: Social Bookmarklets
sk_sk: Sociálne bookmarklety

source: Create a short URL and share it on social networks, all in one click!
sk_sk: Vytvoriť krátku URL a zdieľajte ju na sociálnych sieťach, všetko na jedno kliknutie!

source: Shorten and share:
sk_sk: Skrátiť a zdieľať

source: Prefix-n-Shorten
sk_sk: Predpona-a-skrátiť

source: When viewing a page, you can also prefix its full URL: just head to your browser's address bar, add "<span>%s</span>" to the beginning of the current URL (right before its 'http://' part) and hit enter.
sk_sk: Pri prezeraní stránky, môžete tiež pridať predponu pred jeho úplnú adresu URL: len kliknite na vašom prehliadači do adresného riadku, pridajte "<span>%s</span>" na začiatok aktuálnej URL (tesne pred jeho "http://" časť) a stlačte kláves enter.

source: Note: this will probably not work if your web server is running on Windows
sk_sk: Poznámka: to bude pravdepodobne fungovať, ak váš web server beží na Windows

source: (which seems to be the case here)
sk_sk: (čo sa zdá byť prípad tu)

source: Secure passwordless API call
sk_sk: Bezpečné bezheslové API volanie

source: YOURLS allows API calls the old fashioned way, using <tt>username</tt> and <tt>password</tt> parameters.
sk_sk: YOURLS umožňuje API volania po starom, pomocou parametrov <tt>užívateľské meno</tt> a <tt>heslo</tt>.

source: If you're worried about sending your credentials into the wild, you can also make API calls without using your login or your password, using a secret signature token.
sk_sk: Ak máte obavy o zaslanie poverenia do voľnej prírody, môžete tiež volať API bez použitia vášho prihlasovacie mena alebo hesla, pomocou tajného podpisu tokenu.

source: Your secret signature token: <strong><code>%s</code></strong>
sk_sk: Váš tajný podpisový token:<strong><code>%s</code></strong>

source: (It's a secret. Keep it secret)
sk_sk: (Je to tajomstvo. Držať v tajnosti)

source: This signature token can only be used with the API, not with the admin interface.
sk_sk: Tento podpisový token môže byť použitý iba s API, nie s administrátorského rozhrania.

source: Usage of the signature token
sk_sk: Používanie podpisu tokenu

source: Simply use parameter <tt>signature</tt> in your API requests. Example:
sk_sk: Jednoducho použite parameter <tt>podpis</tt> vo vašich požiadaviek API. Príklad:

source: Usage of a time limited signature token
sk_sk: Využitie času limitovaného podpisu tokena

source: actual value:
sk_sk: skutočná hodnota:

source: Now use parameters <tt>signature</tt> and <tt>timestamp</tt> in your API requests. Example:
sk_sk: Teraz použite parametre <tt>signature</tt> a <tt>timestamp</tt> vo vašich požiadavkach API. Napríklad:

source: Actual values:
sk_sk: Skutočné hodnoty:

source: This URL would be valid for only %s seconds
sk_sk: Táto adresa URL bude platná iba %s sekúnd

source: See the <a href="%s">API documentation</a> for more
sk_sk: Pozrite si <a href="%s">API dokumentáciu</a> pre viac info

source: Upgrade YOURLS
sk_sk: Aktualizovať YOURLS

source: Upgrade not required. Go <a href="%s">back to play</a>!
sk_sk: Aktualizácia nie je nutná. Choďteť <a href="%s">sa späť hrať</a>!

source: Your current installation needs to be upgraded.
sk_sk: Aktuálna inštaláciu je potrebné aktualizovať.

source: Please, pretty please, it is recommended that you <strong>backup</strong> your database<br/>(you should do this regularly anyway)
sk_sk: Prosím, pekne prosím, odporúča sa, aby ste si <strong>zálohovali</strong> vašu databázu<br>(mali by ste to pravidelne tak či tak)

source: Nothing awful <em>should</em> happen, but this doesn't mean it <em>won't</em> happen, right? ;)
sk_sk: Nič hrozné <em>by</em> sa nemalo stať, ale to neznamená, že to <em>nestane</em>, všakže? ;)

source: On every step, if <span class='error'>something goes wrong</span>, you'll see a message and hopefully a way to fix.
sk_sk: Na každom kroku, ak <span class='error'>sa niečo pokazí</span>, budete vidieť správu, a dúfajme, že aj spôsob ako to opraviť.

source: If everything goes too fast and you cannot read, <span class="success">good for you</span>, let it go :)
sk_sk: Ak ide všetko príliš rýchlo a nemôžete to prečítať, <span class="success">dobré pre vás</span>, nechajte to tak :)

source: Once you are ready, press "Upgrade" !
sk_sk: Akonáhle ste pripravení, stlačte tlačidlo "Aktualizovať"!

source: Upgrade
sk_sk: Aktualizovať

source: Your installation is now up to date !
sk_sk: Vaša inštalácia je teraz aktuálne!

source: Go back to <a href="%s">the admin interface</a>
sk_sk: Ísť späť do <a href="%s">administrátorského rozhrania</a>

source: Could not auto-encrypt passwords. Error was: "%s".
sk_sk: Nedá sa zašifrovať heslo. Chyba: "%s".

source: <a href="%s">Get help</a>.
sk_sk: <a href="%s">Získať pomoc</a>.

source: <a href="%s">Click here</a> to dismiss this message for one week.
sk_sk: <a href="%s">Kliknite sem</a> pre zatvorenie tohto hlásenia na jeden týždeň.

source: YOURLS requires the mysql, mysqli or pdo_mysql PHP extension. No extension found. Check your server config, or contact your host.
sk_sk: YOURLS si vyžaduje PHP rozšírenie mysql, mysqli alebo pdo_mysql. Žiadne rozšítenie sa nenašlo. Skontrolujte configuráciu vášho servera alebo sa obráťte na svojho správcu.

source: Fatal error
sk_sk: Fatálna chyba

source: Logged out successfully
sk_sk: Úspešne odhlásená

source: Invalid username or password
sk_sk: Neplatné prihlasovacie meno alebo heslo

source: Please log in
sk_sk: Prosím prihláste sa

source: 1 query
sk_sk: 1 dopyt

source: Powered by %s
sk_sk: Zabezpečuje <a href="http://www.mayday.sk">Mayday.sk</a> a %s

source: Enter the URL
sk_sk: Vložte dlhý odkaz

source: Optional
sk_sk: Voliteľné

source: Custom short URL
sk_sk: Vlastná skrátená adresa

source: Shorten The URL
sk_sk: Skrátiť odkaz

source: Search for %1$s in %2$s
sk_sk: Hľadať %1$s v %2$s

source: Ascending
sk_sk: Vzostupne

source: Descending
sk_sk: Zostupne

source: Order by %1$s %2$s
sk_sk: Zoradiť podľa %1$s %2$s

source: Show %s rows
sk_sk: Zobraziť %s riadkov

source: more
sk_sk: viac

source: less
sk_sk: menej

source: Show links with %1$s than %2$s clicks
sk_sk: Zobraziť odkazy s %1$s ako %2$s kliknutiami

source: before
sk_sk: pred

source: after
sk_sk: po

source: between
sk_sk: medzi

source: Show links created %1$s %2$s %3$s %4$s
sk_sk: Zobraziť odkazy vytvorené %1$s %2$s %3$s %4$s

source: Search
sk_sk: Hľadať

source: Clear
sk_sk: Vymazať

source: 1 page
sk_sk: 1 stránka

source: Go to First Page
sk_sk: Prejsť na prvú stránku

source: &laquo; First
sk_sk: &laquo; Prvá

source: Last &raquo;
sk_sk: Posledné &raquo;

source: Your short link
sk_sk: Váš skrátený odkaz

source: Long link
sk_sk: Dlhý odkaz

source: Stats
sk_sk: Štatistiky

source: Share with
sk_sk: Zdieľať s

source: Tweet this!
sk_sk: Tweetnuť toto!

source: Share on Facebook
sk_sk: Zdieľať na Facebooku

source: Share on Friendfeed
sk_sk: Zdieľať na Friendfeed

source: Save
sk_sk: Uložiť

source: Save new values
sk_sk: Uložiť nové hodnoty

source: Cancel
sk_sk: Zrušiť

source: Cancel editing
sk_sk: Zrušiť úpravu

source: Error, URL not found
sk_sk: Chyba, adresa URL sa nenašla

source: Edit
sk_sk: Upraviť

source: Delete
sk_sk: Vymazať

source: Not a common link
sk_sk: Nie je bežný odkaz

source: Original URL
sk_sk: Pôvodná adresa

source: Actions
sk_sk: Akcie

source: Username
sk_sk: Užívateľské meno

source: Password
sk_sk: Heslo

source: Login
sk_sk: Prihlásiť

source: Hello <strong>%s</strong>
sk_sk: Ahoj <strong>%s</strong>

source: Logout
sk_sk: Odhlásiť sa

source: Help
sk_sk: Pomoc

source: Go to the admin interface
sk_sk: Prejsť na admin rozhranie

source: Admin interface
sk_sk: Administrácia

source: Tools
sk_sk: Nástroje

source: Today
sk_sk: Dnes

source: Close
sk_sk: Zavrieť

source: <a href="%s">YOURLS version %s</a> is available. Please update!
sk_sk: <a href="%s">YOURLS verzia %s</a> je k dispozícii. Prosím aktualizujte!

source: Incorrect DB config, or could not connect to DB
sk_sk: Nesprávne DB config, alebo sa nepodarilo pripojiť k DB

source: Table '%s' created.
sk_sk: Tabuľka '%s' vytvorená

source: Error creating table '%s'.
sk_sk: Chyba pri vytváraní tabuľky %s.

source: Could not initialize options
sk_sk: Nepodarilo sa inicializovať možnosti

source: Could not insert sample short URLs
sk_sk: Ukážka krátkych URL sa nedá vložiť

source: YOURLS tables successfully created.
sk_sk: YOURLS tabuľky sa úspešne vytvorili.

source: Error creating YOURLS tables.
sk_sk: Chyba pri vytváraní tabuľky YOURLS.

source: Sunday
sk_sk: Nedeľa

source: Monday
sk_sk: Pondelok

source: Tuesday
sk_sk: Utorok

source: Wednesday
sk_sk: Streda

source: Thursday
sk_sk: Štvrtok

source: Friday
sk_sk: Piatok

source: Saturday
sk_sk: Sobota

source: S_Sunday_initial
sk_sk: N

source: M_Monday_initial
sk_sk: P

source: T_Tuesday_initial
sk_sk: U

source: W_Wednesday_initial
sk_sk: S

source: T_Thursday_initial
sk_sk: Š

source: F_Friday_initial
sk_sk: P

source: S_Saturday_initial
sk_sk: S

source: Sun
sk_sk: Ned

source: Mon
sk_sk: Pon

source: Tue
sk_sk: Uto

source: Wed
sk_sk: Str

source: Thu
sk_sk: Štv

source: Fri
sk_sk: Pia

source: Sat
sk_sk: Sob

source: January
sk_sk: Január

source: February
sk_sk: Február

source: March
sk_sk: Marec

source: April
sk_sk: Apríl

source: May
sk_sk: Máj

source: June
sk_sk: Jún

source: July
sk_sk: Júl

source: October
sk_sk: Október

source: Jan_January_abbreviation
sk_sk: Jan

source: Feb_February_abbreviation
sk_sk: Feb

source: Mar_March_abbreviation
sk_sk: Mar

source: Apr_April_abbreviation
sk_sk: Apr

source: May_May_abbreviation
sk_sk: Máj

source: Jun_June_abbreviation
sk_sk: Jún

source: Jul_July_abbreviation
sk_sk: Júl

source: Aug_August_abbreviation
sk_sk: Aug

source: Sep_September_abbreviation
sk_sk: Sep

source: Oct_October_abbreviation
sk_sk: Oct

source: Nov_November_abbreviation
sk_sk: Nov

source: Dec_December_abbreviation
sk_sk: Dec

source: Could not find and deactivated plugin :
sk_sk: Nepodarilo sa nájsť a deaktivovať doplnok:

source: Not a valid plugin file
sk_sk: Neplatný súbor doplnku

source: Plugin already activated
sk_sk: Doplnok už aktivovaný

source: Plugin generated unexpected output. Error was: <br/><pre>%s</pre>
sk_sk: Doplnok spôsobil nečakaný výstup. Chyba bola:<br><pre>%s</pre>

source: Plugin not active
sk_sk: Doplnok nie je aktívny

source: This page does not exist. Maybe a plugin you thought was activated is inactive?
sk_sk: Táto stránke neexistuje. Možno je deaktivovaný plugin, o ktorom ste si mysleli, že je aktívny.

source: Invalid link
sk_sk: Neplatný odkaz

source: Missing or malformed URL
sk_sk: Chýbajúca alebo chybná adresa

source: URL is a short URL
sk_sk: Adresa URL je krátka URL

source: Short URL %s already exists in database or is reserved
sk_sk: Krátka adresa %s už existuje v databáze alebo je rezervovaná

source: %s added to database
sk_sk: %s pridané do databázy

source: Error saving url to database
sk_sk: Chyba pri ukladaní odkazu do databázy

source: %s already exists in database
sk_sk: %s už v databáze existuje

source: Link updated in database
sk_sk: Odkaz aktualizovaný v databáze

source: Error updating %s (Short URL: %s)
sk_sk: Chyba pri aktualizácii %s (Short URL: %s)

source: URL or keyword already exists in database
sk_sk: Adresa URL alebo kľúčové slovo už existuje v databáze

source: if you are not redirected after 10 seconds, please <a href="%s">click here</a>
sk_sk: Ak sa nebudete presmerovaný po 10 sekundách, prosím <a href="%s">kliknite sem</a>

source: Please <a href="%s">click here</a>
sk_sk: Prosím <a href="%s">kliknite sem</a>

source: Too many URLs added too fast. Slow down please.
sk_sk: Príliš mnoho URL adries pridaných príliš rýchlo. Prosím spomaľte.

source: Forbidden
sk_sk: Zakázané

source: Unauthorized action or expired link
sk_sk: Neoprávnená akcia alebo expirovaný odkaz

source: Error
sk_sk: Chyba

source: Service temporarily unavailable
sk_sk: Služba je dočasne nedostupná

source: Our service is currently undergoing scheduled maintenance.
sk_sk: Naše služby práve prechádzajú pravidelnou údržbou.

source: Things should not last very long, thank you for your patience and please excuse the inconvenience
sk_sk: Veci by mali trvať veľmi dlho, ďakujeme vám za vašu trpezlivosť a prosím ospravedlňte nepríjemnosti

source: %1$s is <strong>deprecated</strong> since version %2$s! Use %3$s instead.
sk_sk: %1$s je <strong>zastarané</strong> od verzie %2$s! Namiesto toho použite %3$s.

source: %1$s is <strong>deprecated</strong> since version %2$s with no alternative available.
sk_sk: %1$s je <strong>zastarané</strong> od verzie %2$s so žiadnou alternatívou k dispozícii.

source: day
sk_sk: deň

source: view
sk_sk: zobrazenie
